[
    {
      "title": "Realme Narzo 50A (Oxygen Blue, 64 GB)",
      "id": "f510796e-5a81-4f63-b57e-e904938618b8",
      "desc": "Equipped with a Helio G85 Gaming Processor, the realme Narzo 50A is a high-speed smartphone that lets you play intense games and binge-watch favourite shows. This smartphone features a 6000 mAh Battery and 18W Quick Charge for uninterrupted performance, and a 50 MP AI Triple Camera to click beautiful photos. ",
      "price": "12,280",
      "img": "https://www.globalbrandsmagazine.com/wp-content/uploads/2020/08/Top-10-Mobile-Brands-in-World-1-1.jpg"
    },
    {
      "title": "REDMI 9i (Midnight Black, 64 GB) ",
      "id": "0c64ce58-52c3-11ec-bf63-0242ac130002",
      "desc": "Work or play, the Redmi 9i is an ideal companion that helps you go through your everyday tasks with ease. With a huge HD+ IPS display, the powerful Helio G25 processor, a massive 5000 mAh battery, two powerful cameras, and a ton of other innovative features, the Redmi 9i is ready to take any challenge that comes its way. ",
      "price": "17,280",
      "img": "https://www.globalbrandsmagazine.com/wp-content/uploads/2020/08/Top-10-Mobile-Brands-in-World-1-1.jpg"
    },
    {
      "title": "SAMSUNG Galaxy F22 (Denim Blue, 128 GB) ",
      "id": "355c1686-52c3-11ec-bf63-0242ac130002",
      "desc": "Bid goodbye to screen stuttering, poor display quality, and low-resolution photos by getting your hands on the Samsung Galaxy F22 smartphone. Featuring a 90 Hz refresh rate, HD+ sAMOLED display, and True 48 MP quad-rear camera, this smartphone is sure to be your ideal companion for entertainment, gaming, and communication. What's more, its 6000 mAh battery ensures that a full charge can last for an entire day. ",
      "price": "15,180",
      "img": "https://www.globalbrandsmagazine.com/wp-content/uploads/2020/08/Top-10-Mobile-Brands-in-World-1-1.jpg"
    },
    {
      "title": "APPLE iPhone 12 (Blue, 128 GB)",
      "id": "5780ee6c-52c3-11ec-bf63-0242ac130002",
      "desc": "Super Retina XDR Display, 6.1 inch (Diagonal) All Screen OLED Display, HDR Display, True Tone, Wide Colour (P3), Haptic Touch, 2000000:1 Contrast Ratio (Typical), 625 nits Max Brightness (Typical); 1200 nits Max Brightness (HDR), Fingerprint-resistant Oleophobic Coating, Support for Display of Multiple Languages and Characters Simultaneously. ",
      "price": "69,280",
      "img": "https://www.globalbrandsmagazine.com/wp-content/uploads/2020/08/Top-10-Mobile-Brands-in-World-1-1.jpg"
    }
  ]